Repository: zziri/cmux
Catalog: Resources/Localizable.xcstrings
Source language: en
Languages: ar, bs, da, de, es, fr, it, ja, ko, nb, pl, pt_br, ru, th, tr, uk, zh_hans, zh_hant

# debug.notification.error.invalidKindOrTarget
source: Unknown kind or no notification target
ar: نوع غير معروف أو لا يوجد هدف للإشعار
de: Unbekannter Typ oder kein Benachrichtigungsziel
es: Tipo desconocido o sin destino de notificación
fr: Type inconnu ou aucune cible de notification
ja: 不明な種類、または通知対象がありません
ko: 알 수 없는 종류이거나 알림 대상이 없습니다
zh_hans: 未知类型或没有通知目标
zh_hant: 未知的類型或沒有通知目標

# debug.notification.error.missingEnabled
source: Pass enabled=true or enabled=false to turn notification debug mode on or off.
ar: مرر enabled=true أو enabled=false لتشغيل أو إيقاف وضع تصحيح أخطاء الإشعارات.
de: Übergeben Sie enabled=true oder enabled=false, um den Benachrichtigungs-Debug-Modus ein- oder auszuschalten.
es: Pasa enabled=true o enabled=false para activar o desactivar el modo de depuración de notificaciones.
fr: Passez enabled=true ou enabled=false pour activer ou désactiver le mode de débogage de notification.
ja: enabled=true または enabled=false を指定して、通知デバッグモードのオン/オフを切り替えてください。
ko: 알림 디버그 모드를 켜거나 끄려면 enabled=true 또는 enabled=false를 전달하세요.
zh_hans: 传入 enabled=true 或 enabled=false 以开启或关闭通知调试模式。
zh_hant: 請傳送 enabled=true 或 enabled=false 以開啟或關閉通知偵錯模式。

# debug.notification.error.missingKind
source: Pass kind=<notification kind> to choose which debug notification to emit.
ar: مرر kind=<notification kind> لتحديد إشعار تصحيح الأخطاء المراد إرساله.
de: Übergeben Sie kind=<notification kind>, um auszuwählen, welche Debug-Benachrichtigung ausgegeben werden soll.
es: Pasa kind=<tipo de notificación> para elegir qué notificación de depuración emitir.
fr: Passez kind=<notification kind> pour choisir quelle notification de débogage émettre.
ja: kind=<通知の種類> を指定して、発行するデバッグ通知を選んでください。
ko: 전송할 디버그 알림을 선택하려면 kind=<notification kind>를 전달하세요.
zh_hans: 传入 kind=<notification kind> 以选择要发出哪种调试通知。
zh_hant: 請傳送 kind=<notification kind> 以選擇要發送的偵錯通知。

# debug.notification.synthetic.body
source: Synthetic %@ notification
ar: إشعار %@ اصطناعي
de: Synthetische %@-Benachrichtigung
es: Notificación sintética de %@
fr: Notification %@ synthétique
ja: 合成 %@ 通知
ko: 테스트용 %@ 알림
zh_hans: 合成的 %@ 通知
zh_hant: 模擬的 %@ 通知

# debug.notification.synthetic.option
source: Option %d
ar: الخيار %d
es: Opción %d
ja: 選択肢 %d
ko: 옵션 %d
zh_hans: 选项 %d
zh_hant: 選項 %d

# debug.notification.synthetic.plan
source: Inspect the notification and verify the actions.
ar: افحص الإشعار وتحقق من الإجراءات.
de: Überprüfen Sie die Benachrichtigung und verifizieren Sie die Aktionen.
es: Inspeccione la notificación y verifique las acciones.
fr: Inspectez la notification et vérifiez les actions.
ja: 通知を確認し、アクションを検証します。
ko: 알림을 검사하고 작업을 확인하세요.
zh_hans: 请检查该通知并验证其中的操作。
zh_hant: 檢查通知並驗證動作。

# debug.notification.synthetic.question
source: Choose a notification debug answer
ar: اختر إجابة لتصحيح أخطاء الإشعار
de: Wählen Sie eine Benachrichtigungs-Debug-Antwort
es: Elija una respuesta de depuración de notificación
fr: Choisissez une réponse de débogage de notification
ja: 通知デバッグの回答を選択
ko: 알림 디버그 응답 선택
zh_hans: 选择一个通知调试答案
zh_hant: 選擇通知偵錯答案

# debug.notification.synthetic.title
source: Notification Debug
ar: تصحيح أخطاء الإشعارات
de: Benachrichtigungs-Debug
es: Depuración de notificaciones
fr: Débogage de notification
ja: 通知デバッグ
ko: 알림 디버그
zh_hans: 通知调试
zh_hant: 通知偵錯

# feed.notification.exitPlan.revise
source: Revise…
ar: مراجعة…
de: Überarbeiten…
es: Revisar…
fr: Réviser…
ja: 修正…
ko: 수정…
zh_hans: 修改…
zh_hant: 修改…

# feed.notification.question.other
source: Other…
ar: أخرى…
de: Andere…
es: Otro…
fr: Autre…
ja: その他…
ko: 기타…
zh_hans: 其他…
zh_hant: 其他…

# sessionIndex.checkpoints.error.unsupportedHarness
source: Fork from checkpoint isn't available for this agent yet
ar: التفريع من نقطة فحص ليس متاحاً بعد لهذا الوكيل
de: Das Abspalten (Fork) von einem Checkpoint ist für diesen Agenten noch nicht verfügbar
es: La bifurcación desde un punto de control aún no está disponible para este agente
fr: La bifurcation depuis un point de contrôle n’est pas encore disponible pour cet agent
ja: このエージェントではチェックポイントからのフォークはまだ利用できません
ko: 이 에이전트는 아직 체크포인트 포크를 사용할 수 없습니다
zh_hans: 此代理暂不支持从检查点分叉
zh_hant: 此代理程式目前尚不支援從檢查點分支

# sessionIndex.checkpoints.error.writeFailed
source: Couldn't write the forked transcript
ar: تعذر كتابة النص المفرّع
de: Das abgespaltene Transkript konnte nicht geschrieben werden
es: No se pudo escribir la transcripción bifurcada
fr: Impossible d’écrire la transcription bifurquée
ja: フォークしたトランスクリプトを書き込めませんでした
ko: 포크된 대화 기록을 저장할 수 없습니다
zh_hans: 无法写入分叉出的转录内容
zh_hant: 無法寫入分支的紀錄

# sessionIndex.checkpoints.error.unknown
source: An unexpected error occurred
ar: حدث خطأ غير متوقع
de: Ein unerwarteter Fehler ist aufgetreten
es: Ocurrió un error inesperado
fr: Une erreur inattendue est survenue
ja: 予期しないエラーが発生しました
ko: 예기치 않은 오류가 발생했습니다
zh_hans: 发生了意外错误
zh_hant: 發生未預期的錯誤

# sessionIndex.checkpoints.error.readFailed
source: Couldn't read the original transcript
ar: تعذر قراءة النص الأصلي
de: Das originale Transkript konnte nicht gelesen werden
es: No se pudo leer la transcripción original
fr: Impossible de lire la transcription d’origine
ja: 元のトランスクリプトを読み込めませんでした
ko: 원본 대화 기록을 읽을 수 없습니다
zh_hans: 无法读取原始转录内容
zh_hant: 無法讀取原始紀錄

# sessionIndex.checkpoints.error.parentMissing
source: The original transcript file is missing
ar: ملف النص الأصلي مفقود
de: Die originale Transkriptdatei fehlt
es: Falta el archivo de transcripción original
fr: Le fichier de transcription d’origine est manquant
ja: 元のトランスクリプトファイルが見つかりません
ko: 원본 대화 기록 파일이 없습니다
zh_hans: 原始转录文件缺失
zh_hant: 遺失原始紀錄檔案

# sessionIndex.checkpoints.error.invalidSessionID
source: The new session id is invalid
ar: معرّف الجلسة الجديد غير صالح
de: Die neue Sitzungs-ID ist ungültig
es: El nuevo id de sesión no es válido
fr: Le nouvel ID de session est invalide
ja: 新しいセッションIDが無効です
ko: 새 세션 ID가 유효하지 않습니다
zh_hans: 新的会话 id 无效
zh_hant: 新的工作階段識別碼無效

# sessionIndex.checkpoints.error.emptyFork
source: There is nothing before this checkpoint to fork
ar: لا يوجد شيء قبل نقطة الفحص هذه للتفريع
de: Vor diesem Checkpoint gibt es nichts zum Abspalten
es: No hay nada antes de este punto de control para bifurcar
fr: Il n’y a rien à bifurquer avant ce point de contrôle
ja: このチェックポイントより前にフォークできる内容がありません
ko: 이 체크포인트 이전에 포크할 내용이 없습니다
zh_hans: 此检查点之前没有可分叉的内容
zh_hant: 此檢查點之前沒有任何內容可供分支

# sessionIndex.checkpoints.error.byteCapExceeded
source: The transcript is too large to fork
ar: النص كبير جداً بحيث لا يمكن تفريعه
de: Das Transkript ist zu groß zum Abspalten
es: La transcripción es demasiado grande para bifurcar
fr: La transcription est trop volumineuse pour être bifurquée
ja: トランスクリプトが大きすぎてフォークできません
ko: 대화 기록이 너무 커서 포크할 수 없습니다
zh_hans: 转录内容过大，无法分叉
zh_hant: 紀錄過大，無法分支

# sessionIndex.checkpoints.error.anchorNotFound
source: This checkpoint no longer matches the transcript
ar: لم تعد نقطة الفحص هذه تطابق النص
de: Dieser Checkpoint stimmt nicht mehr mit dem Transkript überein
es: Este punto de control ya no coincide con la transcripción
fr: Ce point de contrôle ne correspond plus à la transcription
ja: このチェックポイントはトランスクリプトと一致しなくなりました
ko: 이 체크포인트가 더 이상 대화 기록과 일치하지 않습니다
zh_hans: 此检查点已与转录内容不匹配
zh_hant: 此檢查點已不再與紀錄相符

# sessionIndex.checkpoints.forkUnavailable
source: Fork from checkpoint isn't available for this agent yet — the timeline is view-only
ar: التفريع من نقطة الفحص ليس متاحاً بعد لهذا الوكيل — المخطط الزمني للعرض فقط
de: Das Abspalten (Fork) von einem Checkpoint ist für diesen Agenten noch nicht verfügbar — der Verlauf ist schreibgeschützt
es: La bifurcación desde un punto de control aún no está disponible para este agente — la línea de tiempo es de solo lectura
fr: La bifurcation depuis un point de contrôle n’est pas encore disponible pour cet agent — la chronologie est en lecture seule
ja: このエージェントではチェックポイントからのフォークはまだ利用できません。タイムラインは表示専用です
ko: 이 에이전트는 아직 체크포인트 포크를 사용할 수 없습니다 — 타임라인은 보기 전용입니다
zh_hans: 此代理暂不支持从检查点分叉 —— 时间线仅供查看
zh_hant: 此代理程式目前尚不支援從檢查點分支 — 時間軸為唯讀

# sessionIndex.checkpoints.turnLabel
source: Turn %lld
ar: الجولة %lld
de: Zug %lld
es: Turno %lld
fr: Tour %lld
ja: ターン%lld
ko: 턴 %lld
zh_hans: 第 %lld 轮
zh_hant: 輪次 %lld

# sessionIndex.checkpoints.truncated
source: Long transcript — earliest turns not shown
ar: نص طويل — الجولات الأولى لا تظهر
de: Langes Transkript — früheste Züge werden nicht angezeigt
es: Transcripción larga — no se muestran los turnos más antiguos
fr: Transcription longue — les premiers tours ne sont pas affichés
ja: トランスクリプトが長いため、最初期のターンは表示されません
ko: 대화 기록이 깁니다 — 초기 턴은 표시되지 않습니다
zh_hans: 转录内容过长 —— 最早的轮次未显示
zh_hant: 紀錄過長 — 未顯示最早的輪次

# sessionIndex.checkpoints.tab.transcript
source: Transcript
ar: النص
de: Transkript
es: Transcripción
fr: Transcription
ja: トランスクリプト
ko: 대화 기록
zh_hans: 转录
zh_hant: 紀錄

# sessionIndex.checkpoints.tab.checkpoints
source: Checkpoints
ar: نقاط الفحص
es: Puntos de control
fr: Points de contrôle
ja: チェックポイント
ko: 체크포인트
zh_hans: 检查点
zh_hant: 檢查點

# sessionIndex.checkpoints.saveFailed
source: Couldn't save checkpoint
ar: تعذر حفظ نقطة الفحص
de: Checkpoint konnte nicht gespeichert werden
es: No se pudo guardar el punto de control
fr: Impossible d’enregistrer le point de contrôle
ja: チェックポイントを保存できませんでした
ko: 체크포인트를 저장할 수 없습니다
zh_hans: 无法保存检查点
zh_hant: 無法儲存檢查點

# sessionIndex.checkpoints.truncatedSaveUnavailable
source: Checkpoint Now is unavailable until the full transcript is read
ar: ميزة "إنشاء نقطة فحص الآن" غير متاحة حتى تتم قراءة النص بالكامل
de: „Checkpoint erstellen“ ist nicht verfügbar, bis das vollständige Transkript gelesen wurde
es: Punto de control ahora no está disponible hasta que se lea la transcripción completa
fr: Point de contrôle immédiat indisponible tant que la transcription complète n’est pas lue
ja: トランスクリプト全体を読み込むまで「今すぐチェックポイント」は利用できません
ko: 전체 대화 기록을 읽을 때까지 '현재 위치 체크포인트'를 사용할 수 없습니다
zh_hans: 在完整转录读取完成前，「立即创建检查点」不可用
zh_hant: 讀取完整紀錄前，無法使用「立即建立檢查點」功能

# sessionIndex.checkpoints.nowHelp
source: Save a checkpoint at the current end of the transcript
ar: حفظ نقطة فحص عند نهاية النص الحالية
de: Speichern Sie einen Checkpoint am aktuellen Ende des Transkripts
es: Guarda un punto de control al final actual de la transcripción
fr: Enregistrer un point de contrôle à la fin actuelle de la transcription
ja: トランスクリプトの現在の末尾にチェックポイントを保存
ko: 대화 기록의 현재 끝부분에 체크포인트를 저장합니다
zh_hans: 在转录内容的当前末尾保存一个检查点
zh_hant: 在目前紀錄的結尾處儲存檢查點

# sessionIndex.checkpoints.restoreHint
source: Restore rewinds by forking a new session — the original session is never modified
ar: يقوم الاسترداد بالتراجع عن طريق تفريع جلسة جديدة — ولا يتم تعديل الجلسة الأصلية أبداً
de: Das Wiederherstellen spult zurück, indem eine neue Sitzung abgespalten wird — die originale Sitzung wird nie geändert
es: La restauración rebobina bifurcando una nueva sesión — la sesión original nunca se modifica
fr: La restauration rembobine en bifurquant une nouvelle session — la session d’origine n’est jamais modifiée
ja: 復元は新しいセッションをフォークして巻き戻します。元のセッションは変更されません
ko: 복원은 새 세션을 포크하여 되돌립니다 — 원본 세션은 전혀 수정되지 않습니다
zh_hans: 恢复是通过分叉出新会话来回退的 —— 原会话永远不会被修改
zh_hant: 還原會透過分支新的工作階段來倒回 — 絕不會修改原始的工作階段

# sessionIndex.checkpoints.now
source: Checkpoint Now
ar: إنشاء نقطة فحص الآن
de: Checkpoint erstellen
es: Punto de control ahora
fr: Point de contrôle immédiat
ja: 今すぐチェックポイント
ko: 현재 위치 체크포인트
zh_hans: 立即创建检查点
zh_hant: 立即建立檢查點

# sessionIndex.checkpoints.namePlaceholder
source: Name (optional)
ar: الاسم (اختياري)
es: Nombre (opcional)
fr: Nom (facultatif)
ja: 名前（任意）
ko: 이름 (선택 사항)
zh_hans: 名称（可选）
zh_hant: 名稱（選填）

# sessionIndex.checkpoints.manualLabel
source: Manual checkpoint
ar: نقطة فحص يدوية
de: Manueller Checkpoint
es: Punto de control manual
fr: Point de contrôle manuel
ja: 手動チェックポイント
ko: 수동 체크포인트
zh_hans: 手动检查点
zh_hant: 手動檢查點

# sessionIndex.checkpoints.forkTitle
source: %@ (fork)
ar: %@ (تفريغ)
es: %@ (bifurcación)
fr: %@ (bifurcation)
ja: %@（フォーク）
ko: %@ (포크)
zh_hans: %@（分叉）
zh_hant: %@（分支）

# sessionIndex.checkpoints.forkFromHere
source: Fork from Here
ar: تفريغ من هنا
de: Von hier abspalten
es: Bifurcar desde aquí
fr: Bifurquer d’ici
ja: ここからフォーク
ko: 여기서부터 포크
zh_hans: 从此处分叉
zh_hant: 從此處分支

# sessionIndex.checkpoints.forkFailed
source: Couldn't fork: %@
ar: تعذر التفريغ: %@
de: Forken fehlgeschlagen: %@
es: No se pudo bifurcar: %@
fr: Impossible de dupliquer : %@
ja: フォークできませんでした: %@
ko: 포크할 수 없음: %@
zh_hans: 无法分叉：%@
zh_hant: 無法分支：%@

# sessionIndex.checkpoints.empty
source: No checkpoints yet
ar: لا توجد نقاط فحص بعد
de: Noch keine Checkpoints
es: Aún no hay puntos de control
fr: Aucun point de contrôle pour l’instant
ja: チェックポイントはまだありません
ko: 아직 체크포인트가 없습니다
zh_hans: 暂无检查点
zh_hant: 目前無檢查點

# sessionIndex.checkpoints.emptyHint
source: Name a point above to make it easy to return here.
ar: سمِّ نقطة أعلاه لتسهيل العودة إلى هنا.
de: Benennen Sie einen Punkt oben, um die Rückkehr hierher zu erleichtern.
es: Nombre un punto arriba para facilitar el regreso aquí.
fr: Nommez un point ci-dessus pour y revenir facilement.
ja: 上で名前を付けると、ここへ簡単に戻れます。
ko: 위의 지점에 이름을 지정하면 이곳으로 쉽게 돌아올 수 있습니다.
zh_hans: 在上方为某个位置命名，方便日后回到这里。
zh_hant: 在上方為某個時間點命名，以便輕鬆返回此處。

# sessionIndex.checkpoints.forkShort
source: Fork
ar: تفريغ
es: Bifurcar
fr: Dupliquer
ja: フォーク
ko: 포크
zh_hans: 分叉
zh_hant: 分支

# sessionIndex.checkpoints.copySha
source: Copy commit SHA
ar: نسخ معرف التزام SHA
de: Commit-SHA kopieren
es: Copiar SHA del commit
fr: Copier le SHA du commit
ja: コミットSHAをコピー
ko: 커밋 SHA 복사
zh_hans: 复制提交 SHA
zh_hant: 複製 commit SHA

# sessionIndex.status.live
source: Live
ar: قيد التشغيل
de: Läuft
es: En ejecución
fr: En cours
ja: 実行中
ko: 실행 중
zh_hans: 运行中
zh_hant: 執行中

# sessionIndex.status.idle
source: Idle
ar: خامل
de: Inaktiv
es: Inactivo
fr: Inactif
ja: アイドル
ko: 대기 중
zh_hans: 空闲
zh_hant: 閒置

# sessionIndex.status.exited
source: Ended
ar: انتهى
de: Beendet
es: Terminado
fr: Terminé
ja: 終了
ko: 종료됨
zh_hans: 已结束
zh_hant: 結束

# sessionIndex.status.activeInPane
source: Active in pane
ar: نشط في الجزء
de: Aktiv im Teilfenster
es: Activo en panel
fr: Actif dans le volet
ja: ペインでアクティブ
ko: 분할 창에서 활성화됨
zh_hans: 在窗格中活动
zh_hant: 在窗格中為作用中

# sessionIndex.status.activeIndicator
source: Active
ar: نشط
de: Aktiv
es: Activo
fr: Actif
ja: アクティブ
ko: 활성
zh_hans: 活动中
zh_hant: 使用中

# sessionIndex.status.inactiveIndicator
source: Inactive
ar: غير نشط
de: Inaktiv
es: Inactivo
fr: Inactif
ja: 非アクティブ
ko: 비활성
zh_hans: 不活动
zh_hant: 非作用中

# sessionIndex.sort.lastActivity
source: Last activity
ar: آخر نشاط
de: Letzte Aktivität
es: Última actividad
fr: Dernière activité
ja: 最終アクティビティ
ko: 마지막 활동
zh_hans: 最后活动时间
zh_hant: 上次活動

# sessionIndex.sort.folder
source: Folder
ar: مجلد
de: Ordner
es: Carpeta
fr: Dossier
ja: フォルダ
ko: 접는 사람
zh_hans: 文件夹
zh_hant: 資料夾

# sessionIndex.sort.duration
source: Duration
ar: مدة
de: Dauer
es: Duración
fr: Durée
ja: 継続時間
ko: 지속
zh_hans: 时长
zh_hant: 期間

# sessionIndex.sort.created
source: Created
ar: مخلوق
de: Erstellt
es: Creado
fr: Créé
ja: 作成日時
ko: 생성됨
zh_hans: 创建时间
zh_hant: 已創建

# sessionIndex.search.searching
source: Searching…
ar: جاري البحث…
de: Suchen…
es: Buscando…
fr: Recherche…
ja: 検索中…
ko: 검색 중…
zh_hans: 正在搜索…
zh_hant: 搜尋中…

# sessionIndex.search.noResults
source: No matching sessions
ar: لا توجد جلسات مطابقة
de: Keine übereinstimmenden Sitzungen
es: No hay sesiones coincidentes
fr: Aucune session correspondante
ja: 一致するセッションはありません
ko: 일치하는 세션이 없습니다
zh_hans: 没有匹配的会话
zh_hant: 無符合的工作階段

# sessionIndex.search.providerFailure
source: Some session history could not be searched
ar: تعذر البحث في بعض محفوظات الجلسة
de: Ein Teil des Sitzungsverlaufs konnte nicht durchsucht werden
es: No se pudo buscar en parte del historial de sesiones
fr: Une partie de l’historique des sessions n’a pas pu être parcourue
ja: 一部のセッション履歴を検索できませんでした
ko: 일부 세션 기록을 검색할 수 없습니다
zh_hans: 部分会话历史无法被搜索
zh_hant: 部分工作階段歷程記錄無法搜尋

# sessionIndex.search.results
source: Results
ar: النتائج
de: Ergebnisse
es: Resultados
fr: Résultats
ja: 結果
ko: 결과
zh_hans: 结果
zh_hant: 結果

# sessionIndex.group.recency
source: Recent
ar: مؤخرًا
de: Jüngste
es: Reciente
fr: Récent
ja: 最近
ko: 최근의
zh_hans: 最近
zh_hant: 最近的

# sessionIndex.filter.status.live
source: Live
ar: قيد التشغيل
de: Läuft
es: En ejecución
fr: En cours
ja: 実行中
ko: 실행 중
zh_hans: 运行中
zh_hant: 執行中

# sessionIndex.filter.status.ended
source: Ended
ar: انتهى
de: Beendet
es: Terminado
fr: Terminé
ja: 終了
ko: 종료됨
zh_hans: 已结束
zh_hant: 結束

# sessionIndex.filter.status.all
source: All statuses
ar: جميع الحالات
de: Alle Status
es: Todos los estados
fr: Tous les statuts
ja: すべてのステータス
ko: 모든 상태
zh_hans: 所有状态
zh_hant: 所有狀態

# sessionIndex.filter.status
source: Status
ar: حالة
es: Estado
fr: Statut
ja: ステータス
ko: 상태
zh_hans: 状态
zh_hant: 地位

# sessionIndex.filter.reset
source: Reset Filters
ar: إعادة تعيين الفلاتر
de: Filter zurücksetzen
es: Restablecer filtros
fr: Réinitialiser les filtres
ja: フィルタをリセット
ko: 필터 초기화
zh_hans: 重置筛选条件
zh_hant: 重設篩選條件

# sessionIndex.filter.folder.all
source: All folders
ar: جميع المجلدات
de: Alle Ordner
es: Todas las carpetas
fr: Tous les dossiers
ja: すべてのフォルダ
ko: 모든 폴더
zh_hans: 所有文件夹
zh_hant: 所有資料夾

# sessionIndex.filter.folder
source: Folder
ar: مجلد
de: Ordner
es: Carpeta
fr: Dossier
ja: フォルダ
ko: 접는 사람
zh_hans: 文件夹
zh_hant: 資料夾

# sessionIndex.filter.date.today
source: Today
ar: اليوم
de: Heute
es: Hoy
fr: Aujourd'hui
ja: 今日
ko: 오늘
zh_hans: 今天
zh_hant: 今天

# sessionIndex.filter.date.last7Days
source: Last 7 days
ar: آخر 7 أيام
de: Letzte 7 Tage
es: Últimos 7 días
fr: 7 derniers jours
ja: 過去7日間
ko: 지난 7일
zh_hans: 最近 7 天
zh_hant: 過去 7 天

# sessionIndex.filter.date.last30Days
source: Last 30 days
ar: آخر 30 يوماً
de: Letzte 30 Tage
es: Últimos 30 días
fr: 30 derniers jours
ja: 過去30日間
ko: 지난 30일
zh_hans: 最近 30 天
zh_hant: 過去 30 天

# sessionIndex.filter.date.anyTime
source: Any time
ar: أي وقت
de: Jederzeit
es: En cualquier momento
fr: Toutes périodes
ja: 全期間
ko: 모든 기간
zh_hans: 任意时间
zh_hant: 不限時間

# sessionIndex.filter.date
source: Date
ar: التاريخ
de: Datum
es: Fecha
ja: 期間
ko: 날짜
zh_hans: 日期
zh_hant: 日期

# sessionIndex.filter.agent.all
source: All agents
ar: جميع الوكلاء
de: Alle Agenten
es: Todos los agentes
fr: Tous les agents
ja: すべてのエージェント
ko: 모든 에이전트
zh_hans: 所有代理
zh_hant: 所有代理程式

# sessionIndex.filter.agent
source: Agent
ar: عامل
es: Agente
ja: エージェント
ko: 대리인
zh_hans: 代理
zh_hant: 代理人

# sessionIndex.day.yesterday
source: Yesterday
ar: أمس
de: Gestern
es: Ayer
fr: Hier
ja: 昨日
ko: 어제
zh_hans: 昨天
zh_hant: 昨天

# sessionIndex.day.today
source: Today
ar: اليوم
de: Heute
es: Hoy
fr: Aujourd'hui
ja: 今日
ko: 오늘
zh_hans: 今天
zh_hant: 今天

# sessionIndex.allSessions.sortTooltip
source: Sort sessions
ar: فرز الجلسات
de: Sitzungen sortieren
es: Ordenar sesiones
fr: Trier les sessions
ja: セッションを並べ替え
ko: 세션 정렬
zh_hans: 排序会话
zh_hant: 排序工作階段

# sessionIndex.allSessions.sortBy
source: Sort by
ar: فرز حسب
de: Sortieren nach
es: Ordenar por
fr: Trier par
ja: 並べ替え
ko: 정렬 기준
zh_hans: 排序方式
zh_hant: 排序依據

# sessionIndex.allSessions.searchPlaceholder
source: Search sessions…
ar: البحث في الجلسات…
de: Sitzungen suchen…
es: Buscar sesiones…
fr: Rechercher des sessions…
ja: セッションを検索…
ko: 세션 검색…
zh_hans: 搜索会话…
zh_hant: 搜尋工作階段…

# sessionIndex.allSessions.filterTooltip
source: Filter sessions
ar: تصفية الجلسات
de: Sitzungen filtern
es: Filtrar sesiones
fr: Filtrer les sessions
ja: セッションを絞り込む
ko: 세션 필터링
zh_hans: 筛选会话
zh_hant: 篩選工作階段

# sessionIndex.allSessions.clearSearch
source: Clear search
ar: مسح البحث
de: Suche löschen
es: Limpiar búsqueda
fr: Effacer la recherche
ja: 検索をクリア
ko: 검색 초기화
zh_hans: 清除搜索
zh_hant: 清除搜尋

# sessionIndex.view.title
source: Session view
ar: عرض الجلسة
de: Sitzungsansicht
es: Vista de sesión
fr: Affichage de la session
ja: セッション表示
ko: 세션 보기
zh_hans: 会话视图
zh_hant: 工作階段檢視

# sessionIndex.view.default
source: Default view
ar: العرض الافتراضي
de: Standardansicht
es: Vista predeterminada
fr: Affichage par défaut
ja: 標準表示
ko: 기본 보기
zh_hans: 默认视图
zh_hant: 預設檢視

# sessionIndex.view.compact
source: Compact view
ar: العرض المدمج
de: Kompaktansicht
es: Vista compacta
fr: Affichage compact
ja: コンパクト表示
ko: 컴팩트 보기
zh_hans: 紧凑视图
zh_hant: 精簡檢視

# sessionIndex.view.tooltip
source: Choose session view
ar: اختر طريقة عرض الجلسة
de: Sitzungsansicht wählen
es: Elegir vista de sesión
fr: Choisir l'affichage de la session
ja: セッション表示を選択
ko: 세션 보기 방식 선택
zh_hans: 选择会话视图
zh_hant: 選擇工作階段檢視

# sessionIndex.view.showDetails
source: Show details
ar: إظهار التفاصيل
de: Details anzeigen
es: Mostrar detalles
fr: Afficher les détails
ja: 詳細を表示
ko: 상세 정보 표시
zh_hans: 显示详情
zh_hant: 顯示詳細資訊

# sessionIndex.view.hideDetails
source: Hide details
ar: إخفاء التفاصيل
de: Details ausblenden
es: Ocultar detalles
fr: Masquer les détails
ja: 詳細を非表示
ko: 상세 정보 숨기기
zh_hans: 隐藏详情
zh_hant: 隱藏詳細資訊

# socket.vault.unknownAgent
source: Unknown agent.
ar: وكيل غير معروف.
de: Unbekannter Agent.
es: Agente desconocido.
fr: Agent inconnu.
ja: 不明なエージェントです。
ko: 알 수 없는 에이전트입니다.
zh_hans: 未知代理。
zh_hant: 未知的代理程式。

# socket.vault.sessionNotFound
source: No Vault session matched.
ar: لم تطابق أي جلسة في Vault.
de: Keine übereinstimmende Vault-Sitzung gefunden.
es: No coincidió ninguna sesión del Vault.
fr: Aucune session Vault correspondante.
ja: 一致するVaultセッションがありません。
ko: 일치하는 Vault 세션이 없습니다.
zh_hans: 没有匹配的 Vault 会话。
zh_hant: 沒有相符的 Vault 工作階段。

# socket.vault.noTranscript
source: This session has no readable transcript.
ar: لا تحتوي هذه الجلسة على نص يمكن قراءته.
de: Diese Sitzung hat kein lesbares Transkript.
es: Esta sesión no tiene una transcripción legible.
fr: Cette session ne contient aucune transcription lisible.
ja: このセッションには読み取り可能なトランスクリプトがありません。
ko: 이 세션에는 읽을 수 있는 대화 기록이 없습니다.
zh_hans: 此会话没有可读取的转录内容。
zh_hant: 此工作階段沒有可讀取的紀錄。

# socket.vault.missingSessionSelector
source: agent and session are required.
ar: الوكيل والجلسة مطلوبان.
de: agent und session sind erforderlich.
es: se requieren agent y session.
fr: L'agent et la session sont requis.
ja: agent と session は必須です。
ko: agent 및 session이 필요합니다.
zh_hans: 必须提供 agent 和 session。
zh_hant: 必須提供 agent 與 session。

# socket.vault.missingQuery
source: query is required.
ar: الاستعلام مطلوب.
de: query ist erforderlich.
es: se requiere query.
fr: La requête est requise.
ja: query は必須です。
ko: query가 필요합니다.
zh_hans: 必须提供 query。
zh_hant: 必須提供 query。

# socket.vault.checkpointNotFound
source: No checkpoint matched. Pass checkpoint <id> or turn <n> from vault checkpoints.
ar: لم تطابق أي نقطة فحص. مرر checkpoint <id> أو turn <n> من نقاط فحص vault.
de: Kein Prüfpunkt stimmte überein. Übergeben Sie Prüfpunkt <id> oder Turn <n> aus den Vault-Prüfpunkten.
es: No coincidió ningún punto de control. Pasa checkpoint <id> o turn <n> de vault checkpoints.
fr: Aucun point de contrôle correspondant. Passez le point de contrôle <id> ou le tour <n> depuis vault checkpoints.
ja: 一致するチェックポイントがありません。vault checkpoints の checkpoint <id> または turn <n> を指定してください。
ko: 일치하는 체크포인트가 없습니다. vault checkpoints에서 checkpoint <id> 또는 turn <n>을 전달하세요.
zh_hans: 没有匹配的检查点。请从 vault checkpoints 中取 checkpoint <id> 或 turn <n> 传入。
zh_hant: 沒有相符的檢查點。請傳送來自 vault checkpoints 的 checkpoint <id> 或 turn <n>。

# terminal.notification.action.reply
source: Reply
ar: رد
de: Antwort
es: Responder
fr: Répondre
ja: 返信
ko: 회신하다
zh_hans: 回复
zh_hant: 回覆

# terminal.notification.action.replyPlaceholder
source: Message the agent…
ar: مراسلة الوكيل…
de: Nachricht an den Agenten…
es: Envía un mensaje al agente...
fr: Envoyez un message à l'agent…
ja: エージェントにメッセージ…
ko: 상담원에게 메시지를 보내세요…
zh_hans: 给代理发消息…
zh_hant: 給代理商留言...

# terminal.notification.action.replySend
source: Send
ar: إرسال
de: Schicken
es: Enviar
fr: Envoyer
ja: 送信
ko: 보내다
zh_hans: 发送
zh_hant: 傳送

# about.build
source: Build
ar: البناء
bs: Verzija
de: Bauen
es: Compilación
fr: Construire
ja: ビルド
ko: 빌드
nb: Bygg
pl: Kompilacja
ru: Сборка
th: บิลด์
tr: Derleme
uk: Збірка
zh_hans: 构建
zh_hant: 建置版本

# about.commit
source: Commit
ar: الإيداع
ja: コミット
ko: 커밋
ru: Коммит
th: คอมมิต
uk: Коміт
zh_hans: 提交
zh_hant: 提交
